Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutSequence_start
source: Optional. The first number in the sequence. Default 1.
bg_bg: По избор. Първото число в последователността. По подразбиране е 1.
ca_es: Opcional. El primer número de la seqüència. Valor per defecte: 1.
cs_cz: Volitelné. První číslo v pořadí. Výchozí hodnota je 1.
da_dk: Valgfrit. Det første tal i sekvensen. Standard 1.
de_de: Optional. Die erste Zahl in der Sequenz. Standardwert ist „1“.
el_gr: Προαιρετικό. Ο πρώτος αριθμός της ακολουθίας. Προεπιλογή 1.
es_es: Opcional. El primer número de la secuencia. Valor predeterminado 1.
et_ee: Valikuline. Järjestuse esimene number. Vaikimisi 1.
eu_es: Aukerakoa. Sekuentziaren lehen zenbakia. 1 da balio lehenetsia.
fi_fi: Valinnainen. Sarjan ensimmäinen numero. Oletus 1.
fr_fr: Facultatif. Premier numéro de la séquence. Valeur par défaut 1.
gl_es: Opcional. Primeiro número da secuencia. O valor predefinido é 1.
hi_in: वैकल्पिक. अनुक्रम में प्रथम संख्या. डिफ़ॉल्ट 1.
hr_hr: Neobavezno. Prvi broj u nizu. Zadano 1.
hu_hu: Választható. A sorozat első száma. Alapértelmezett érték: 1.
it_it: Facoltativo. Primo numero della sequenza. Valore predefinito 1.
ja_jp: オプション。シーケンスの最初の番号。既定値は 1。
kk_kz: Міндетті емес. Реттегі бірінші сан. Әдепкісі — 1.
ko_kr: 선택사항입니다. 시퀀스의 첫 번째 번호입니다. 기본값은 1입니다.
lt_lt: Pasirenkama. Pirmasis sekos numeris. Numatytoji reikšmė – 1.
lv_lv: Neobligāts. Secības pirmais numurs. Noklusējums: 1.
ms_my: Pilihan. Nombor pertama dalam jujukan. Lalai 1.
nb_no: Valgfritt. Det første tallet i sekvensen. Standard 1.
nl_nl: Optioneel. Het eerste nummer in de reeks. Standaard 1.
pl_pl: Opcjonalne. Pierwszy numer w sekwencji. Wartość domyślna: 1.
pt_br: Opcional. O primeiro número na sequência. Padrão 1.
pt_pt: Opcional. O primeiro número da sequência. Predefinição: 1.
ro_ro: Opțional. Primul număr din secvență. Implicit 1.
ru_ru: (Необязательно). Первый номер последовательности. По умолчанию — 1.
sk_sk: Voliteľné. Prvé číslo v poradí. Predvoleným číslom je 1.
sl_si: Izbirno Prva številka v zaporedju Privzeto je to 1.
sr_cyrl_rs: Опционо. Први број у низу. Подразумевано је 1.
sr_latn_rs: Opciono. Prvi broj u nizu. Podrazumevano je 1.
sv_se: Valfritt. Det första numret i sekvensen. Standardvärdet är 1.
th_th: เลือกได้ หมายเลขแรกในลำดับ ค่าเริ่มต้น 1
tr_tr: İsteğe bağlı. Sıradaki ilk sayı. Varsayılan 1.
uk_ua: Необов'язково. Перше число в послідовності. Стандартне значення – 1.
vi_vn: Tùy chọn. Số đầu tiên trong chuỗi. Mặc định là 1.
zh_cn: 可选。序列中的第一个数字。默认为 1。
zh_tw: 選擇性。序列中的第一個數字。預設為 1。

# SequenceArg3
source: step
bg_bg: стъпка
ca_es: pas
cs_cz: krok
da_dk: trin
de_de: Schritt
el_gr: βήμα
es_es: paso
et_ee: samm
eu_es: urratsa
fi_fi: vaihe
fr_fr: étape
gl_es: paso
hi_in: चरण
hr_hr: korak
hu_hu: lépés
it_it: passaggio
ja_jp: ステップ
kk_kz: қадам
ko_kr: 단계
lt_lt: veiksmas
lv_lv: darbība
ms_my: langkah
nb_no: trinn
nl_nl: stap
pl_pl: krok
pt_br: etapa
pt_pt: passo
ro_ro: pas
ru_ru: шаг
sk_sk: krok
sl_si: korak
sr_cyrl_rs: корак
sr_latn_rs: korak
sv_se: steg
th_th: ขั้นตอน
tr_tr: adım
uk_ua: крок
vi_vn: bước
zh_cn: 步骤
zh_tw: 步驟

# AboutSequence_step
source: Optional. The amount to increment each subsequent value in the table. Default 1.
bg_bg: По избор. Размерът, с който се увеличава всяка следваща стойност в таблицата. По подразбиране е 1.
ca_es: Opcional. Quantitat que s'incrementarà cada valor posterior a la taula. Valor per defecte: 1.
cs_cz: Volitelné. Hodnota, o kterou se zvýší každá následující hodnota v tabulce. Výchozí hodnota je 1.
da_dk: Valgfrit. Det beløb, som hver efterfølgende værdi skal forøges med i tabellen. Standard 1.
de_de: Optional. Der Betrag, um den jeder nachfolgende Wert in der Tabelle erhöht wird. Standardwert ist „1“.
el_gr: Προαιρετικό. Το ποσό για αύξηση κάθε επόμενης τιμής στον πίνακα. Προεπιλογή 1.
es_es: Opcional. La cantidad en que se incrementará cada valor posterior de la tabla. Valor predeterminado 1.
et_ee: Valikuline. Summa, mille võrra tabeli iga järgmine väärtus muutub. Vaikimisi 1.
eu_es: Aukerakoa. Taulako ondorengo balio bakoitza handitzeko kopurua. 1 da balio lehenetsia.
fi_fi: Valinnainen. Summa, joka kasvattaa taulukon jokaista seuraavaa arvoa. Oletus 1.
fr_fr: Facultatif. Montant de l’incrémentation de chaque valeur suivante dans la table. Valeur par défaut 1.
gl_es: Opcional. Cantidade que se vai aumentar en cada valor subseguinte da táboa. O valor predefinido é 1.
hi_in: वैकल्पिक. टेबल में प्रत्येक अनुवर्ती मान में वृद्धि करने की मात्रा डिफ़ॉल्ट 1.
hr_hr: Neobavezno. Iznos za povećanje svake sljedeće vrijednosti u tablici. Zadano 1.
hu_hu: Választható. Az összeg, amellyel az egymást követő értékek nőnek a táblázatban. Alapértelmezett érték: 1.
it_it: Facoltativo. Importo da incrementare ogni valore successivo nella tabella. Valore predefinito 1.
ja_jp: オプション。テーブルで後に続く各値を増分する量。既定値は 1。
kk_kz: Міндетті емес. Кестедегі әрбір кейінгі мәнін арттыратын мөлшер. Әдепкісі — 1.
ko_kr: 선택사항. 테이블에서 각 후속 값을 증가시키는 양입니다. 기본값은 1입니다.
lt_lt: Pasirenkama. Suma, kuria reikia padidinti kiekvieną vėlesnę reikšmę lentelėje. Numatytoji reikšmė – 1.
lv_lv: Neobligāts. Summa, par kādu tiek palielināta katra nākamā tabulas vērtība. Noklusējums: 1.
ms_my: Pilihan. Jumlah untuk kenaikan setiap nilai seterusnya dalam jadual. Lalai 1.
nb_no: Valgfritt. Mengden som skal øke hver etterfølgende verdi i tabellen. Standard 1.
nl_nl: Optioneel. De stappen waarmee de waarden in de tabel oplopen. Standaard 1.
pl_pl: Opcjonalne. Przyrost każdej kolejnej wartości w tabeli. Wartość domyślna: 1.
pt_br: Opcional. O valor para incrementar cada valor subsequente na tabela. Padrão 1.
pt_pt: Opcional. O valor para incrementar cada valor subsequente na tabela. Predefinição: 1.
ro_ro: Opțional. Suma cu care se incrementează fiecare valoare ulterioară din tabel. Implicit 1.
ru_ru: (Необязательно). Величина приращения каждого последующего значения в таблице. По умолчанию — 1.
sk_sk: Voliteľné. Čiastka, o ktorú sa zvýši každá následná hodnota v tabuľke. Predvoleným číslom je 1.
sl_si: Izbirno Količina do vsake naslednje zaporedne vrednosti v tabeli. Privzeto je to 1.
sr_cyrl_rs: Опционо. Износ повећања за сваку наредну вредност у табели. Подразумевано је 1.
sr_latn_rs: Opciono. Iznos povećanja za svaku narednu vrednost u tabeli. Podrazumevano je 1.
sv_se: Valfritt. Hur mycket du vill öka varje efterföljande värde med i tabellen. Standardvärdet är 1.
th_th: เลือกได้ จำนวนที่จะเพิ่มให้แต่ละค่าที่ตามมาในตาราง ค่าเริ่มต้น 1
tr_tr: İsteğe bağlı. Tablodaki izleyen her değeri artırma miktarı. Varsayılan 1.
uk_ua: Необов'язково. Крок збільшення кожного наступного значення в таблиці. Стандартне значення – 1.
vi_vn: Tùy chọn. Số gia cho mỗi giá trị tiếp sau trong bảng. Mặc định là 1.
zh_cn: 可选。表中每个后续值的递增量。默认为 1。
zh_tw: 選擇性。表格中每個後續值遞增的數量。預設為 1。

# ErrInvalidDot
source: Invalid use of '.'
bg_bg: Невалидно използване на „.“
ca_es: L'ús de '.' no és vàlid.
cs_cz: Neplatné použití tečky
da_dk: Ugyldig brug af '.'
de_de: Unzulässige Verwendung von ".".
el_gr: Μη έγκυρη χρήση του '.'
es_es: Uso no válido de '.'
et_ee: Märki "." kasutatakse valesti
eu_es: Puntuaren (".") erabilerak ez du balio
fi_fi: Virheellinen pisteen (.) käyttö
fr_fr: Utilisation non valide de « . »
gl_es: Uso non válido de '.'
hi_in: .' का अमान्य उपयोग
hr_hr: Korištenje znaka "." nije valjano
hu_hu: Érvénytelenül használt . (pont) karakter.
it_it: L'uso di '.' non è valido
ja_jp: '.' の無効な使用です
kk_kz: "." дұрыс емес пайдалану
ko_kr: '.'을 잘못 사용했습니다.
lt_lt: Neleistinas „.“ naudojimas.
lv_lv: Nederīga "." izmantošana
ms_my: Kegunaan '.' tidak sah
nb_no: Ugyldig bruk av '.'
nl_nl: Ongeldig gebruik van '.'
pl_pl: Nieprawidłowe użycie znaku „.”
pt_br: Uso inválido de '.'
pt_pt: Utilização de "." inválida
ro_ro: Utilizare nevalidă a „.”
ru_ru: Недопустимое использование "."
sk_sk: Neplatné použitie „.“
sl_si: Neveljavna uporaba ».«
sr_cyrl_rs: Неважећа употреба „.“
sr_latn_rs: Nevažeća upotreba „.“
sv_se: Ogiltig användning av "."
th_th: การใช้ '.' ไม่ถูกต้อง
tr_tr: Geçersiz "." kullanımı
uk_ua: Неприпустиме використання символу "."
vi_vn: Sử dụng '.' không hợp lệ
zh_cn: 使用 "." 无效
zh_tw: 使用 '.' 無效。

# ErrUnknownFunction
source: Invocation of unknown or unsupported function.
bg_bg: Извикване на неизвестна или неподдържана функция.
ca_es: Invocació d'una funció desconeguda o incompatible.
cs_cz: Volala se neznámá nebo nepodporovaná funkce.
da_dk: Aktivering af ukendt eller ikke-understøttet funktion.
de_de: Aufruf einer unbekannten oder nicht unterstützten Funktion.
el_gr: Κλήση άγνωστης ή μη υποστηριζόμενης συνάρτησης.
es_es: Invocación de función desconocida o incompatible.
et_ee: Kutsutakse tundmatut või toetuseta funktsiooni.
eu_es: Ezezaguna den edo onartzen ez den funtzio bati egindako deia.
fi_fi: Tuntemattoman tai ei-tuetun funktion kutsu.
fr_fr: Appel de fonction inconnue ou non prise en charge.
gl_es: Invocación de función descoñecida ou non compatible.
hi_in: अज्ञात या असमर्थित फ़ंक्शन का आमंत्रण.
hr_hr: Pozivanje nepoznate ili nepodržane funkcije.
hu_hu: A(z) "{0}" egy ismeretlen vagy nem támogatott függvény.
it_it: Chiamata di funzione sconosciuta o non supportata.
ja_jp: 不明な関数、またはサポートされていない関数の呼び出しです。
kk_kz: Белгісіз немесе қолдау көрсетілмейтін функцияны шақыру.
ko_kr: 알 수 없거나 지원되지 않는 함수를 호출했습니다.
lt_lt: Nežinomos arba nepalaikomos funkcijos iškvietimas.
lv_lv: Nezināmas vai neatbalstītas funkcijas izsaukšana.
ms_my: Pengerahan fungsi yang tidak dikenali atau tidak disokong.
nb_no: Aktivering av ukjent eller ustøttet funksjon.
nl_nl: Aanroepen van onbekende of niet-ondersteunde functie.
pl_pl: Wywołanie nieznanej lub nieobsługiwanej funkcji.
pt_br: Invocação de função desconhecida ou sem suporte.
pt_pt: Invocação de uma função desconhecida ou não suportada.
ro_ro: Invocarea unei funcții necunoscute sau neacceptate.
ru_ru: Вызов неизвестной или неподдерживаемой функции.
sk_sk: Vyvolanie neznámej alebo nepodporovanej funkcie.
sl_si: Poziv neznane ali nepodprte funkcije.
sr_cyrl_rs: Позивање непознате или неподржане функције.
sr_latn_rs: „{0}“ je nepoznata ili nepodržana funkcija.
sv_se: Anrop av en okänd eller icke-stödd funktion.
th_th: การขอร้องจากฟังก์ชันที่ไม่รู้จักหรือไม่รองรับ
tr_tr: Bilinmeyen veya desteklenmeyen bir işlev çağrısı.
uk_ua: Виклик невідомої або непідтримуваної функції.
vi_vn: Viện dẫn hàm không xác định hoặc không được hỗ trợ.
zh_cn: 调用了未知或不支持的函数。
zh_tw: 未知或不受支援函數的引動過程。

# ErrUnSupportedComponentBehaviorInvocation
source: Component behavior can only be invoked from within a component.
bg_bg: Поведението на компонента може да се извиква само от компонент.
ca_es: El comportament del component només es pot invocar des de dins d'un component.
cs_cz: Chování komponenty lze vyvolat pouze z komponenty.
da_dk: Komponentens funktionsmåde kan kun aktiveres inde fra en komponent.
de_de: Das Komponentenverhalten kann nur innerhalb einer Komponente aufgerufen werden.
el_gr: Η συμπεριφορά στοιχείου μπορεί να κληθεί μόνο μέσα από ένα στοιχείο.
es_es: El comportamiento del componente solo se puede invocar desde dentro de un componente.
et_ee: Komponendi käitumist saab käivitada ainult komponendi seest.
eu_es: Osagaiaren portaera osagaitik bertatik dei daiteke soilik.
fi_fi: Komponentin toiminnan voi käynnistää vain komponentin sisältä.
fr_fr: Le comportement du composant ne peut être appelé qu’à partir d’un composant.
gl_es: O comportamento do compoñente só se pode invocar dende dentro dun compoñente.
hi_in: घटक व्यवहार केवल एक घटक के भीतर से लागू किया जा सकता है.
hr_hr: Ponašanje komponenti može se pozvati samo unutar komponente.
hu_hu: Összetevő-viselkedést csak egy összetevőn belülről lehet meghívni.
it_it: Il comportamento dei componenti può essere richiamato solo dall'interno di un componente.
ja_jp: コンポーネントの動作は、コンポーネント内からのみ呼び出すことができます。
kk_kz: Компонент тәртібін тек компонент ішінен шақыруға болады.
ko_kr: 구성 요소 동작은 구성 요소 내에서만 호출할 수 있습니다.
lt_lt: Komponento veikimo būdą galima iškviesti tik komponento viduje.
lv_lv: Komponenta darbību var izsaukt tikai no komponenta.
ms_my: Tingkah laku komponen hanya boleh dipanggil dari dalam komponen.
nb_no: Komponentvirkemåten kan bare aktiveres i en komponent.
nl_nl: Gedrag van onderdeel kan alleen worden aangeroepen vanuit een onderdeel.
pl_pl: Zachowanie składnika można wywołać tylko z wnętrza składnika.
pt_br: O comportamento do componente pode ser invocado somente de dentro de um componente.
pt_pt: Só é possível invocar o comportamento dos componente a partir de um componente.
ro_ro: Comportamentul componentelor poate fi invocat numai din cadrul unei componente.
ru_ru: Поведение компонента можно вызвать только из компонента.
sk_sk: Správanie súčasti je možné vyvolať iba priamo z danej súčasti.
sl_si: Vedenje komponente je mogoče priklicati samo v komponenti.
sr_cyrl_rs: Понашање компоненте се може позвати само из компоненте.
sr_latn_rs: Ponašanje komponente se može pozvati samo iz komponente.
sv_se: Komponentbeteende kan endast anropas från inuti en komponent.
th_th: ลักษณะการทำงานของคอมโพเนนต์จะสามารถเรียกได้จากภายในคอมโพเนนต์เท่านั้น
tr_tr: Bileşen davranışı yalnızca bir bileşenin içinden çağrılabilir.
uk_ua: Поведінку компонента можна викликати лише з компонента.
vi_vn: Hành vi thành phần chỉ có thể được gọi từ bên trong một thành phần.
zh_cn: 只能从组件内调用组件行为。
zh_tw: 只能從元件內部叫用元件行為。

# ErrUnSupportedComponentDataPropertyAccess
source: Component custom data property with parameters can only be accessed from within a component or from component output properties.
bg_bg: Свойството на компонент за персонализирани данни с параметри може да бъде използвано само в рамките на компонент или от изходни свойства на компонент.
ca_es: Només es pot accedir a la propietat de dades personalitzada del component amb paràmetres des d'un component o des de les propietats de sortida del component.
cs_cz: Vlastnost vlastních dat komponenty s parametry je přístupná pouze z komponenty nebo z výstupních vlastností komponenty.
da_dk: Der kan kun opnås adgang til en brugerdefineret dataegenskab for komponent med parametre inde fra en komponent eller fra egenskaberne for komponentoutput.
de_de: Auf benutzerdefinierte Dateneigenschaft der Komponente mit Parametern kann nur innerhalb einer Komponente oder über Komponentenausgabeeigenschaften zugegriffen werden.
el_gr: Η πρόσβαση στην ιδιότητα προσαρμοσμένων δεδομένων στοιχείου με παραμέτρους είναι εφικτή μόνο μέσα από ένα στοιχείο ή από τις ιδιότητες εξόδου στοιχείου.
es_es: Solo se puede obtener acceso a la propiedad de datos personalizados de componentes con parámetros desde dentro de un componente o desde las propiedades de salida del componente.
et_ee: Parameetritega komponendi kohandatud andmeatribuudile pääsete juurde ainult komponendi sees või komponendi väljundatribuutidest.
eu_es: Parametrodun osagaiaren datu pertsonalizatuen propietatea osagai batetik edo osagaiaren irteerako propietateetatik atzi daiteke soilik.
fi_fi: Komponentin mukautetut tieto-ominaisuudet ja parametrit ovat käytettävissä vain komponentin sisällä tai komponentin tulosominaisuuksien kautta.
fr_fr: Les propriétés de données personnalisées des composants avec paramètres sont accessibles uniquement à partir d’un composant ou à partir des propriétés de sortie du composant.
gl_es: A propiedade de datos personalizados do compoñente con parámetros só é accesible desde un compoñente ou desde as propiedades de saída do compoñente.
hi_in: पैरामीटर के साथ घटक कस्टम डेटा संपत्ति केवल एक घटक के भीतर से या घटक उत्पादन गुणों से पहुँचा जा सकता है.
hr_hr: Svojstvu prilagođenih podataka komponente s parametrima može se pristupiti samo unutar komponente ili iz svojstva izlaznih podataka komponente.
hu_hu: Az összetevő paraméterekkel rendelkező egyéni adatokra vonatkozó tulajdonság csak egy összetevőn belülről vagy az összetevő kimeneti tulajdonságaiból férhető hozzá.
it_it: La proprietà dei dati personalizzati del componente con parametri è accessibile solo dall'interno di un componente o dalle proprietà di output del componente.
ja_jp: パラメーターを持つコンポーネント カスタム データ プロパティには、コンポーネント内またはコンポーネント出力プロパティからのみアクセスできます。
kk_kz: Компоненттің реттемелі деректер сипаты мен параметрлерге компоненттен немесе компонент нәтижесі сипаттарынан ғана өтуге болады.
ko_kr: 매개 변수가 있는 구성 요소 사용자 지정 데이터 속성은 구성 요소 또는 구성 요소 출력 속성에서만 액세스할 수 있습니다.
lt_lt: Komponento pasirinktinę duomenų ypatybę su parametrais galima pasiekti tik komponente arba iš komponento išvesties ypatybių.
lv_lv: Komponenta pielāgotajam datu rekvizītam ar parametriem var piekļūt tikai no komponenta vai komponenta izvades rekvizītiem.
ms_my: Sifat data tersuai komponen dengan parameter hanya boleh dicapai dari dalam bahagian dalam komponen atau daripada sifat output komponen.
nb_no: Egenskapen for komponenttilpassede data med parametere kan bare nås fra en komponent eller fra egenskaper for komponentutdata.
nl_nl: Aangepaste gegevenseigenschappen voor onderdelen met parameters zijn alleen toegankelijk vanuit een onderdeel of eigenschappen van de onderdeeluitvoer.
pl_pl: Dostęp do niestandardowej właściwości danych składnika z parametrami można uzyskać tylko z poziomu składnika lub właściwości wyjściowych składnika.
pt_br: A propriedade de dados personalizados do componente com parâmetros só pode ser acessada em um componente ou em propriedades de saída do componente.
pt_pt: A propriedade de dados personalizados do componente com parâmetros só pode ser acedida a partir de um componente ou de propriedades de saída de componente.
ro_ro: Proprietatea de date particularizate a componentelor cu parametri poate fi accesată numai din interiorul unei componente sau din proprietățile de ieșire ale componentei.
ru_ru: Доступ к свойству пользовательских данных компонента с параметрами возможен только из компонента или из выходных свойств компонента.
sk_sk: Prístup k vlastnosti vlastných údajov súčasti s parametrami je možný iba zo samotnej súčasti alebo z výstupných vlastností súčastí.
sl_si: Do lastnosti podatkov po meri komponente s parametri je mogoče dostopati samo iz komponente ali iz lastnosti izhoda komponente.
sr_cyrl_rs: Својству прилагођених података компоненте са параметрима може се приступити само из компоненте или из излазних својстава компоненте.
sr_latn_rs: Svojstvu prilagođenih podataka komponente sa parametrima može se pristupiti samo iz komponente ili iz izlaznih svojstava komponente.
sv_se: Komponentens anpassade dataegenskap med parametrar kan endast användas inifrån en komponent eller från komponentens utdataegenskaper.
th_th: คุณสมบัติข้อมูลแบบกำหนดเองของคอมโพเนนต์ที่มีพารามิเตอร์สามารถเข้าถึงได้จากภายในคอมโพเนนต์หรือจากคุณสมบัติผลลัพธ์ของคอมโพเนนต์เท่านั้น
tr_tr: Parametrelere sahip bileşen özel veri özelliğine yalnızca bir bileşenin içinden veya bileşen çıktı özelliklerinden erişilebilir.
uk_ua: Властивість настроюваних даних компонента з параметрами доступна лише з компонента або з властивостей вихідних даних компонента.
vi_vn: Thuộc tính dữ liệu tùy chỉnh thành phần có tham số chỉ có thể truy cập được trong một thành phần hoặc từ thuộc tính đầu ra thành phần.
zh_cn: 只能从组件内或从组件输出属性访问包含参数的组件自定义数据属性。
zh_tw: 只能從元件或元件輸出屬性存取包含參數的元件自訂資料屬性。

# ErrBadArity
source: Invalid number of arguments: received {0}, expected {1}.
bg_bg: Невалиден брой аргументи: {0} получени, {1} очаквани.
ca_es: Nombre d'arguments no vàlid: se n'han rebut {0}, però se n'esperaven {1}.
cs_cz: Neplatný počet argumentů: přijato {0}, počet očekávaných: {1}
da_dk: Antallet af argumenter er ugyldigt: modtog {0}, forventede {1}.
de_de: Ungültige Anzahl von Argumenten. Empfangen: {0}, erwartet: {1}.
el_gr: Μη έγκυρο πλήθος ορισμάτων: παραλήφθηκαν {0}, αναμένονταν {1}.
es_es: Número de argumentos no válido: se recibieron {0}, pero se esperaban {1}.
et_ee: Sobimatu argumentide arv: vastuvõetud {0}, eeldatud {1}.
eu_es: Argumentu kopuruak ez du balio: {0} jaso dira, baina {1} espero ziren.
fi_fi: Virheellinen määrä argumentteja: vastaanotettiin {0}, odotettiin {1}.
fr_fr: Nombre d’arguments non valide : {0} ont été reçus, {1} étaient attendus.
gl_es: Número de argumentos non válido: recibíronse {0} e esperábanse {1}.
hi_in: तर्कों की अमान्य संख्या: {0} प्राप्त, {1} अपेक्षित.
hr_hr: Broj argumenata nije valjan: primljeno {0}, očekivano {1}.
hu_hu: Az argumentumok száma érvénytelen. Megadott argumentumok száma: {0}, várt argumentumok száma: {1}.
it_it: Numero di argomenti non valido: ricevuti {0}, previsti {1}.
ja_jp: 無効な引数の数: 受信数 {0}、必要数 {1}。
kk_kz: Аргументтердің жарамсыз саны: {0} алынған, {1} күтілген.
ko_kr: 인수 개수가 잘못되었습니다. {1}개가 필요하지만 {0}개를 수신했습니다.
lt_lt: Netinkamas argumentų skaičius: gauta {0}, buvo numatoma gauti {1}.
lv_lv: Nederīgs argumentu skaits: saņemts {0}, paredzams {1}.
ms_my: Bilangan argumen yang tidak sah: diterima {0}, dijangka {1}.
nb_no: Ugyldig antall argumenter: mottok {0}, men forventet {1}.
nl_nl: Ongeldig aantal argumenten: {0} ontvangen, {1} verwacht.
pl_pl: Nieprawidłowa liczba argumentów: odebrano {0}, oczekiwano {1}.
pt_br: Número inválido de argumentos: {0} recebidos, {1} esperados.
pt_pt: Número inválido de argumentos: {0} recebidos, {1} esperados.
ro_ro: Număr nevalid de argumente: s-au primit {0}, se așteptau {1}.
ru_ru: Недопустимое число аргументов: получено {0}, ожидалось {1}.
sk_sk: Neplatný počet argumentov – prijaté: {0}, očakávaný počet: {1}.
sl_si: Neveljavno število argumentov: prejetih {0}, pričakovanih {1}.
sr_cyrl_rs: Неважећи број аргумената: примљено је {0}, а очекује се {1}.
sr_latn_rs: Nevažeći broj argumenata: primljeno je {0}, a očekuje se {1}.
sv_se: Ogiltigt antal argument: mottagna {0}, förväntade {1}.
th_th: จำนวนของอาร์กิวเมนต์ไม่ถูกต้อง: ได้รับ {0} คาดหวัง {1}
tr_tr: Geçersiz sayıda bağımsız değişken: {0} alındı, {1} bekleniyordu.
uk_ua: Неприпустима кількість аргументів: отримано {0}, очікувалося {1}.
vi_vn: Số lượng đối số không hợp lệ: đã nhận {0}, dự kiến {1}.
zh_cn: 参数数目无效: 收到 {0} 个，应为 {1} 个。
zh_tw: 引數數量無效: 收到了 {0} 個，應為 {1} 個。
